<template>
  <AppFormSection>
    <AppFormTitle class="tw-mb-2">Загрузка документов</AppFormTitle>
    <AppFieldset>
      <AppFormCard>
        <AppFieldset>
          <AppFile name="upload.s1" rules="required" label="Копия документа, удостоверяющего личность Заявителя/Представителя"/>
          <AppFile name="upload.s2" rules="required" label="Свидетельство о регистрации в налоговом органе (ИНН)"/>
          <AppFile name="upload.s3" rules="required" label="Копии правоустанавливающих документов на земельный участок, на котором располагается (будет располагаться) принадлежащий заявителю объект капитального строительства (земельный участок) (свидетельство, договор аренды и т.п.) и (или) договор о комплексном освоении территории"/>
          <AppFile name="upload.s4" rules="required" label="Ситуационный план"/>
          <AppFile name="upload.s4" label="Топографическая карта участка в масштабе 1:500 (со всеми наземными и подземными коммуникациями и сооружениями), согласованная с организациями, эксплуатирующими указанные коммуникации и сооружения (не прилагается, если заказчик физическое лицо, осуществляющее создание (реконструкцию) объекта индивидуального жилищного строительства)"/>
        </AppFieldset>
      </AppFormCard>
      <AppFormCard>
        <AppFormTitle level="3">Регистрационные документы юридического лица</AppFormTitle>
        <AppFieldset>
          <AppFile name="upload.s5" rules="required" label="Копия Устава (копии листов с расшифровкой наименования, полномочия директора)"/>
          <AppFile name="upload.s6" rules="required" label="Копия свидетельства о государственной регистрации юридического лица (ОГРН)"/>
          <AppFile name="upload.s7" rules="required" label="Копия информационного письма Государственного комитета РБ по статистике"/>
          <AppFile name="upload.s8" rules="required" label="Карточка с образцом подписей руководителя предприятия и уполномоченных лиц, которые будут подписывать документы"/>
          <AppFile name="upload.s9" rules="required" label="Копии документов, подтверждающих полномочия лица, подписывающего договор (решение собрания участников общества, приказ о назначении руководителя, доверенность)"/>
          <AppFile name="upload.s10" rules="required" label="Справка за подписью руководителя организации, с указанием лиц и образцами подписей, имеющих право подписывать бухгалтерские документы, акты выполненных работ"/>
          <AppFile name="upload.s11" label="Копия документа, подтверждающего право собственности или иное предусмотренное законом право на объект капитального строительства"/>
        </AppFieldset>
      </AppFormCard>
    </AppFieldset>
  </AppFormSection>
</template>

<script>
export default {};
</script>

<style>
</style>
